export const Paragraph=(stepModal,free)=>{

    const test="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.";

    switch (stepModal) {

        case 1:
                return "سگمنتو با ارائه بیش از 20 ابزار تخصصی سئو و تولیدمحتوا، منتخب شما و 1500 کسب‌و‌کار بزرگ دیگر است. با تهیه اشتراک و دسترسی به این ابزارهای قدرتمند، رشدی که شایسته آن هستید را تجربه کنید.";
        case 2:
            if (free) {
                return "دوست داریم در این 14 روز، رشد را در کسب و کارتان تجربه کنید تا در آینده هم تنها انتخاب شما باشیم.";
            }else{
                return null;
            }
        case 3:
                return "وب‌سایت شما ورک‌اسپیس شماست و در ادامه، داده‌ها در ورک‌اسپیس فعلی نسبت به آدرس وبسایت شما تعریف می‌شوند. پس فقط آدرس وب‌سایت‌تان را بنویسید. ";
        case 4:
                return "برای حفظ کیفیت گزارش رتبه کلمات کلیدی باید صفحات هدف تعریف کنید. صفحات هدف، همان صفحات داخلی ورک‌اسپیس فعلی هستند که می‌خواهید برای کلمات کلیدی هدف، رتبه کسب کنند.  اگر صفحه هدف تعریف نکنید، صفحه اصلی وب‌سایت برای گزارش رتبه کلمات کلیدی رهگیری می‌شود. ";
        case 5:
                return "صفحات تجاری احتمالا مهم‌ترین صفحات وب‌سایت شما هستند که بخش زیادی از درآمد وب‌سایت را تولید می‌کنند. با درج آدرس‌شان در کادر زیر، گزارش این صفحات منتخب را دریافت می‌کنید، قابلیتی که تنها در سگمنتو تجربه خواهید کرد.";
        default:
            break;
    }
}
