export const WorkSpaceParagraph = (step) => {
    switch (step) {
        case 1:
            return "وب‌سایت شما ورک‌اسپیس شماست و در ادامه، داده‌ها در ورک‌اسپیس فعلی نسبت به آدرس وبسایت شما تعریف می‌شوند. پس فقط آدرس وب‌سایت‌تان را بنویسید. ";
        case 2:
            return "برای حفظ کیفیت گزارش رتبه کلمات کلیدی باید صفحات هدف تعریف کنید. صفحات هدف، همان صفحات داخلی ورک‌اسپیس فعلی هستند که می‌خواهید برای کلمات کلیدی هدف، رتبه کسب کنند. اگر صفحه هدف تعریف نکنید، صفحه اصلی وب‌سایت برای گزارش رتبه کلمات کلیدی رهگیری می‌شود. ";
        case 3:
            return "صفحات تجاری احتمالا مهم‌ترین صفحات وب‌سایت شما هستند که بخش زیادی از درآمد وب‌سایت را تولید می‌کنند. با درج آدرس‌شان در کادر زیر، گزارش این صفحات منتخب را دریافت می‌کنید، قابلیتی که تنها در سگمنتو تجربه خواهید کرد.";
        case 4:
            return "با درج آدرس‌ صفحات وب‌سایت در کادر زیر، گزارش‌ رهگیری سرعت این صفحات، را در پیشخان  دریافت می‌کنید.";
        case 5:
            return "با درج آدرس وب‌سایت رقبا، تحلیل کاملی از سرعت، رشد و افت جایگاه و وضعیت سئو آنها در پیشخان دریافت می‌کنید.  ";
        case 6:
            return "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. ";

        default:
            break;
    }
}